#include "main.h"


//const char* textToAnimate = "Привет канал NEDOHACKER Lite!  \n Мой ник 0x5ce3c - Это мой первый вирус. \n Как пользоваться? \n ============== \n Сперва установи vc.exe, он уже распаковался рядом с этой программой. \n Потом Запускай SkyNet.exe от имени администратора, далее всё будет интуитивно понятно. \n Скажу сразу, способов навредить системе знаю много, но я новичок в реализации, поэтому на данный момент довольствуемся тем что есть. Дальше будет веселее."; // Текст для анимации